import React from 'react';
import Header from '../../components/Header/Header';
import styles from './Ruls.module.css';

const Ruls = () => (
    <>
        <Header />
        <div className={styles.wrapper}>
            <h2>Правила організації та проведення свят</h2>

            <p>
                <br />
                <strong>в Ігроленд м. Київ</strong>
                <br />
                <br />
                <strong>
                    1. Оформляючи замовлення на проведення свята, клієнт
                    погоджується з правилами мережі Ігроленд;
                </strong>
                <br />
                <br />
                1.1 Країна свят і розваг Ігроленд відкрита для клієнтів з 10:00
                до 22:00.
                <br />
                <br />
                Ігроленд керується загальноприйнятими правилами поведінки і
                громадського порядку, просимо вас поважати інших відвідувачів,
                персонал і утриматися від дій, які можуть створити небезпеку для
                тих, хто вас оточує.
                <br />
                Персональну відповідальність за дітей під час їх перебування на
                території Ігроленд несуть батьки або інші супроводжуючі.
                <br />
                Ігроленд не несе відповідальність за дітей, які перебувають на
                території комплексу без нагляду батьків або супроводжуючих (крім
                випадків, коли клієнт замовив послугу персональної няні).
                <br />
                У випадках пошкодження обладнання відвідувачами Ігроленд залишає
                за собою право вимагати відшкодування матеріальних збитків.
                <br />
                <br />
                <strong>На території комплексу заборонено:</strong>
                <br />
                <br />
                - перебувати особам в стані алкогольного або наркотичного
                сп'яніння;
                <br />
                - проводити підприємницьку діяльність без дозволу адміністрації
                <br />
                Ігроленд;
                <br />
                - приносити з собою будь-які харчові продукти і напої;
                <br />
                - провозити візки з супермаркету;
                <br />
                - кататися на роликах і скейтах;
                <br />
                - вести професійну фото- і відеозйомку без дозволу адміністрації
                Ігроленд;
                <br />
                - проходити в службові та технічні приміщення;
                <br />
                - самостійно регулювати будь-яке інженерно-технічне обладнання;
                <br />
                - створювати незручності або заважати іншим відвідувачам
                Ігроленд;
                <br />
                - палити, порушувати чистоту і порядок;
                <br />
                - приводити тварин;
                <br />
                - приводити костюмованих героїв без попереднього узгодження
                адміністрації Ігроленд.
                <br />
                <br />
                <strong>
                    2. При замовленні Дня Народження необхідно внести фіксовану
                    передоплату:
                </strong>
                <br />
                <br />
                <strong>
                    2.1 Передоплата за захід становить фіксовану суму 500 грн.
                </strong>
                <br />
                <br />
                2.2 Попередня оплата не повертається, якщо відмова від заходу
                надійшла пізніше, ніж за 48 годин до моменту початку свята.
                <br />
                <br />
                2.3 У випадку відмови від заходу протягом 48 годин до моменту
                проведення ДН, передоплата в розмірі 500 грн повертається
                клієнтові на персональну карту Ігроленд.
                <br />
                <br />
                2.4 Передоплату клієнт вносить готівкою під час складання бланка
                замовлення або протягом 48 годин c моменту прийому заходу. Або
                не пізніше 48 годин до заходу перераховує передоплату на рахунок
                із зазначенням інформації про ДН.
                <br />
                <br />
                2.5 Перенесення заходу із заброньованої дати зі збереженням
                попередньої оплати можливе.
                <br />
                <br />
                2.6 Перенесення заходу можливе 2 рази протягом 30-ти днів.
                <br />
                <br />
                2.7 Передоплата за перенесений захід не повертається, а
                переноситься на дату проведення.
                <br />
                <br />
                2.8 Передоплата обов'язкова, навіть якщо бронь ДН зареєстрована
                за 1 день до моменту святкування.
                <br />
                <br />
                2.9. Час ДН бронюється за клієнтом тільки за фактом внесення
                передоплати. Перед внесенням передоплати безготівковими коштами
                клієнту необхідно в обов'язковому порядку попередньо зв'язатися
                з адміністратором Ігроленд для того, щоб переконатися, що цей
                час не оплачено іншим клієнтом. За фактом внесення передоплати
                безготівковими коштами клієнту необхідно направити скріншот або
                фото квитанції.
                <br />
                <br />
                <strong>
                    3. Замовлення на проведення заходу вважається підтвердженим
                    після внесення передоплати.
                </strong>
                <br />
                <br />
                <strong>
                    4. Оплата свята проводиться в день проведення до початку
                    заходу при зустрічі з координатором ДН.
                </strong>
                <br />
                <br />
                <strong>
                    5. Коригувати бланк замовлення, вносити доповнення/зміни
                    можна до фактичної дати свята і в день проведення заходу. За
                    24 години до моменту початку свята або в день заходу
                    неможливо відмовитися від послуг: ігрової програми в Шоурум,
                    банкетного меню в ресторанах.
                </strong>
                <br />
                <br />
                <strong>
                    6. Кімната Шоурум надається безкоштовно при замовленні
                    сюжетно-ігрової програми/командних ігор/караоке/диско або
                    будь-якої іншої анімаційної програми, яка проводиться в
                    закритій кімнаті Шоурум.
                </strong>
                <br />
                <br />
                <strong>
                    7. Додаткові аксесуари: кульки, хлопавки, свічки, феєрверки,
                    святкову атрибутику клієнту приносити з собою заборонено.
                </strong>
                <br />
                <br />
                <strong>
                    8. Свою їжу і напої клієнту приносити з собою на територію
                    Ігроленд заборонено.
                </strong>
                <br />
                <br />
                8.1 Клієнт може замовити послуги «CorkFee», «Свій торт».
                Обговоривши заздалегідь деталі з менеджером по прийому Дня
                Народження.
                <br />
                <br />
                <strong>
                    9. Без попереднього замовлення час очікування приготування
                    страв становить не менше 20 хвилин.
                </strong>
                <br />
                <br />
                <strong>
                    10. При замовленні Дня Народження обов’язковою є сплата
                    послуги «Організація свята»
                </strong>
                <br />
                <br />
                <strong>
                    11. Всі ціни дійсні на момент заповнення бланка замовлення.
                </strong>
                <br />
                <br />
                <strong>
                    12. Під час календарних вихідних і святкових днів в
                    комплексі Ігроленд діють ціни вихідного дня.
                </strong>
                <br />
                <br />
                <strong>
                    13. Ігроленд не несе відповідальності за шкоду, заподіяну
                    здоров'ю та майну клієнта, у відсутності встановленої
                    провини Ігроленд.
                </strong>
                <br />
                <br />
                <strong>
                    14. При виникненні нещасного випадку або загрози його
                    виникнення клієнту необхідно негайно сповістити
                    адміністрацію для надання необхідної допомоги.
                </strong>
                <br />
                <br />
                <strong>
                    15. Ігроленд не несе відповідальності за речі, залишені без
                    нагляду, а також за збитки, пов'язані з крадіжкою або
                    пошкодженням особистих речей клієнта, в тому числі цінних
                    (сумки, мобільні телефони, ключі, взуття і т.д.), на всій
                    території Ігроленд.
                </strong>
                <br />
                <br />
                <strong>
                    16. З метою безпеки в Ігроленд ведеться відеоспостереження.
                </strong>
                <br />
            </p>
        </div>
    </>
);

export default Ruls;
